Revit 2027 API
ParameterTypeId.CeilingHeightabovelevelParam Property
 "Height Offset From Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CeilingHeightabovelevelParam { get; }
Public Shared ReadOnly Property CeilingHeightabovelevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CeilingHeightabovelevelParam {
	ForgeTypeId^ get ();
}
static member CeilingHeightabovelevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace